[
  {
    "category": "Goals & Achievements",
    "question": "What goals do you hope to achieve this year?"
  },
  {
    "category": "Goals & Achievements",
    "question": "What is something you taught yourself to do without help from anyone else?"
  },
  {
    "category": "Goals & Achievements",
    "question": "What goals are you actively working toward right now?"
  },
  {
    "category": "Goals & Achievements",
    "question": "What would you want your friends and family to learn about making and achieving goals from your example?"
  },
  {
    "category": "Goals & Achievements",
    "question": "What will be the greatest achievement of your life?"
  },


  {
    "category": "Love & Friendship",
    "question": "Do you know the story of how your grandparents met and fell in love?"
  },
  {
    "category": "Love & Friendship",
    "question": "What have been the most important and valued friendships in your life?"
  },
  {
    "category": "Love & Friendship",
    "question": "Who was your first best friend? Are you still in contact with each other?"
  },
  {
    "category": "Love & Friendship",
    "question": "What qualitites in friends do you most admire?"
  },


  {
    "category": "Goals & Achievements",
    "question": "What were your favorite hobbies and pastimes in your childhood?"
  },
  {
    "category": "Goals & Achievements",
    "question": "Do you like to dabble in lots of different hobbies? If so, what are they?"
  },
  {
    "category": "Goals & Achievements",
    "question": "What hobbies, interests, and talents do you have in common with your parents, grandparents, and other ancestors?"
  },
  {
    "category": "Goals & Achievements",
    "question": "Who taught you how to work? What would you want your children and grandchildren to learn from your example?"
  },
  {
    "category": "Goals & Achievements",
    "question": "What are some of your greatest career achievements so far?"
  },


  {
    "category": "Home & Hearth",
    "question": "What was your childhood home like?"
  },
  {
    "category": "Home & Hearth",
    "question": "What kinds of things did you collect and display in your childhood bedroom?"
  },
  {
    "category": "Home & Hearth",
    "question": "How many different homes or apartments have you lived in throughout your life?"
  },
  {
    "category": "Home & Hearth",
    "question": "What do you love most about where you live now?"
  },
  {
    "category": "Home & Hearth",
    "question": "What are the barest essentials you would need to make any place a home?"
  },


  {
    "category": "Mothers & Motherhood",
    "question": "How has your mother or being a mother enriched your life?"
  },
  {
    "category": "Mothers & Motherhood",
    "question": "What lessons have you learned from your grandmothers’ life experiences?"
  },
  {
    "category": "Mothers & Motherhood",
    "question": "What are some of the stories you loved hearing from your mother’s youth? From your grandmothers’ younger days?"
  },
  {
    "category": "Mothers & Motherhood",
    "question": "What is the best thing about your relationship with your mother or grandmother?"
  },
  {
    "category": "Mothers & Motherhood",
    "question": "Who are some important mother figures besides your own mother who have been influential in your life?"
  },


  {
    "category": "Fathers & Fatherhood",
    "question": "What did you enjoy doing with your father when you were a child?"
  },
  {
    "category": "Fathers & Fatherhood",
    "question": "What life lessons have you learned from your father?"
  },
  {
    "category": "Fathers & Fatherhood",
    "question": "What are some of the stories you loved hearing from your father’s youth? From your grandfathers’ younger days?"
  },
  {
    "category": "Fathers & Fatherhood",
    "question": "What are some of the signature phrases, quotes, or sayings that remind you of your dad? Of your grandfathers?"
  },
  {
    "category": "Fathers & Fatherhood",
    "question": "Who are some important father figures besides your own father who have been influential in your life?"
  },


  {
    "category": "Events & Milestones",
    "question": "What do you know about the day you were born?"
  },
  {
    "category": "Events & Milestones",
    "question": "What were the biggest momentous events in your life and how have they changed you as a person?"
  },
  {
    "category": "Events & Milestones",
    "question": "What decisions have you made that have had a long-lasting positive effect on your life?"
  },
  {
    "category": "Events & Milestones",
    "question": "How does your family celebrate significant milestones?"
  },
  {
    "category": "Events & Milestones",
    "question": "What events and milestones are you still anticipating and looking forward to?"
  },


  {
    "category": "Travels & Vacations",
    "question": "What were your most common childhood vacations like—road trips, visits to grandma’s house, camping trips, weekends at the lake or the beach?"
  },
  {
    "category": "Travels & Vacations",
    "question": "Do you have one special vacation spot that you return to again and again?  What do you love about it?"
  },
  {
    "category": "Travels & Vacations",
    "question": "What are all the different modes of transport you’ve used?"
  },
  {
    "category": "Travels & Vacations",
    "question": "What are the most memorable meals or exotic foods you’ve tried on any of your travels?"
  },
  {
    "category": "Travels & Vacations",
    "question": "What destinations are on your vacation wish list?"
  },


  {
    "category": "Education & School",
    "question": "Who was your most beloved teacher? Why?"
  },
  {
    "category": "Education & School",
    "question": "What are your memories of school lunch?"
  },
  {
    "category": "Education & School",
    "question": "What subjects did you excel at in school? Which were hardest for you?"
  },
  {
    "category": "Education & School",
    "question": "What extracurricular activities did you get involved in?"
  },
  {
    "category": "Education & School",
    "question": "What valuable lessons have you learned from school that have helped you in your life?"
  },


  {
    "category": "Values & Beliefs",
    "question": "If you had to pinpoint three main values that your parents lived by and tried to instill in you, what would they be?"
  },
  {
    "category": "Values & Beliefs",
    "question": "What personal values do you hold most dear?"
  },
  {
    "category": "Values & Beliefs",
    "question": "What values do you feel are most important to pass down to posterity?"
  },
  {
    "category": "Values & Beliefs",
    "question": "What were the faith and religious traditions of your ancestors?"
  },


  {
    "category": "Causes & Convictions",
    "question": "What motto or creed do you live by?"
  },
  {
    "category": "Causes & Convictions",
    "question": "In what ways do you sacrifice your time to volunteer in your community?"
  },
  {
    "category": "Causes & Convictions",
    "question": "How has your life been enriched by your commitment to causes?"
  },
  {
    "category": "Causes & Convictions",
    "question": "Is there someone in your life who has inspired you to care more about community and global issues?"
  },
  {
    "category": "Causes & Convictions",
    "question": "How has your commitment to make the world a better place evolved throughout your life?"
  },


  {
    "category": "Holidays & Traditions",
    "question": "What were some of your favorite holiday traditions in childhood?"
  },
  {
    "category": "Holidays & Traditions",
    "question": "Which were your top three favorite holidays when you were a child? Why?"
  },
  {
    "category": "Holidays & Traditions",
    "question": "Which of your childhood holiday traditions have you continued into adulthood?"
  },
  {
    "category": "Holidays & Traditions",
    "question": "What are the most memorable and treasured gifts you have received in your life?"
  },
  {
    "category": "Holidays & Traditions",
    "question": "What different occasions do you celebrate each year?"
  }

]
