[
  {
    "day": 1,
    "verse": "Freely ye have received, freely give.",
    "ref": "Matthew 10:8",
    "text": "Jesus made it clear that everything we have is a gift freely given from God. We should be grateful for all that we have and be willing to give just as freely to others.",
    "ways_title": "WAYS YOU CAN GIVE FREELY",
    "ways": [
      {
        "head": "What can you sacrifice today to make someone else’s life better?",
        "text": "Put down the electronics and spend some quality time with family or a friend."
      },
      {
        "head": "Would someone less fortunate appreciate something you have?",
        "text": "Make an anonymous donation to someone who's struggling to make ends meet."
      },
      {
        "head": "How can you show your gratitude to someone who has positively affected you?",
        "text": "Send the person a thoughtful thank-you card acknowledging the ways he or she has helped you."
      }
    ]
  },
  {
    "day": 2,
    "verse": "I was thirsty, and ye gave me drink.",
    "ref": "Matthew 25:35",
    "text": "People around us are thirsting both physically and spiritually. We can help them receive the life-sustaining water that their bodies need and the living water that their spirits need.",
    "ways_title": "WAYS YOU CAN BLESS OTHERS IN NEED",
    "ways": [
      {
        "head": "Did you know that access to clean water has the single greatest impact on global poverty?",
        "text": "Consider donating to a cause that helps provide safe water to individuals or communities."
      },
      {
        "head": "Want to make a difference on a local level?",
        "text": "Donate a case of bottled water to your local shelter."
      },
      {
        "head": "Is there someone you know who is spiritually thirsty?",
        "text": "Share your testimony of Jesus Christ, the “living water” who can give everlasting life (see John 4:10–14)."
      }
    ]
  },
  {
    "day": 3,
    "verse": "Wherefore it is lawful to do well on the sabbath days.",
    "ref": "Matthew 12:12",
    "text": "God designated the Sabbath as a day of rest, but that doesn’t mean we should be idle on this day. Instead, we should use our time and talents to bless others.",
    "ways_title": "WAYS YOU CAN HELP OTHERS ON THE SABBATH",
    "ways": [
      {
        "head": "How can you use your talents on a day of rest?",
        "text": "Donate the skills you use at work to bless someone’s life on your day off."
      },
      {
        "head": "Is there a family member you could do better at keeping in touch with?",
        "text": "Get your family together this Sunday by hosting an event such as dinner or an online video chat. Include someone that may sometimes be forgotten."
      },
      {
        "head": "How can you make better use of your time on Sundays?",
        "text": "Identify something from a church sermon that you can do to help someone in need today."
      }
    ]
  },
  {
    "day": 4,
    "verse": "Thou shalt love thy neighbour as thyself.",
    "ref": "Matthew 22:39",
    "text": "Jesus told us to love our neighbors. Whether our “neighbors” live next door or in another country, we can show Christlike love for them through service.",
    "ways_title": "WAYS YOU CAN LOVE YOUR NEIGHBOR",
    "ways": [
      {
        "head": "How well do you know your next-door neighbor?",
        "text": "Take a moment to have a meaningful conversation with him or her."
      },
      {
        "head": "Do families in your community give out neighbor gifts during the Christmas holiday?",
        "text": "See if your neighbors would be willing to forgo the gifts this year and instead put the money toward a meaningful cause."
      },
      {
        "head": "Who in your neighborhood is forgotten during Christmas?",
        "text": "Pay them a visit, and deliver some goodies."
      }
    ]
  },
  {
    "day": 5,
    "verse": "Honour thy father and mother.",
    "ref": "Matthew 15:4",
    "text": "We shouldn’t wait for Mother’s Day or Father’s Day to express our love to our parents. We can show appreciation year-round by serving them and living the way they taught us to live.",
    "ways_title": "WAYS YOU CAN HONOR YOUR PARENTS",
    "ways": [
      {
        "head": "When was that last time you actually talked to your parents?",
        "text": "Give them a call (don’t just send a text) and tell them how much you love them."
      },
      {
        "head": "How well do you know your family’s history?",
        "text": "Learn about an ancestor, and share his or her story. FamilySearch can help you get started. (Visit FamilySearch.org.)"
      },
      {
        "head": "Need some meaningful advice about something you’re dealing with?",
        "text": "Ask your parents; you may be surprised by their wisdom."
      }
    ]
  },
  {
    "day": 6,
    "verse": "Judge not, that ye be not judged.",
    "ref": "Matthew 7:1",
    "text": "Only Jesus lived a sinless life. We should show compassion when others make mistakes, and we trust that others will show us compassion when we have been less than perfect.",
    "ways_title": "WAYS YOU CAN SHOW COMPASSION",
    "ways": [
      {
        "head": "Do you owe someone an apology?",
        "text": "Ask for the person’s forgiveness today."
      },
      {
        "head": "Are you having trouble understanding someone else’s perspective?",
        "text": "Take time to really listen and try to understand the person’s point of view."
      },
      {
        "head": "Do you find yourself sometimes thinking negative things about others?",
        "text": "Help to overcome this habit by saying nice things behind people’s backs."
      }
    ]
  },
  {
    "day": 7,
    "verse": "Suffer the little children to come unto me.",
    "ref": "Mark 10:14",
    "text": "Jesus loved little children. We can each brighten the life of a child simply by taking the time to show that we care.",
    "ways_title": "WAYS YOU CAN HELP CHILDREN",
    "ways": [
      {
        "head": "When was the last time you made a child smile?",
        "text": "Donate a toy to a children’s hospital, or make a contribution to a children’s charity."
      },
      {
        "head": "Do your children or grandchildren understand the true meaning of Christmas?",
        "text": "Teach them about Jesus Christ and His infinite love for them."
      },
      {
        "head": "How could you make a child’s day?",
        "text": "Make plans and take time to help a child feel special."
      }
    ]
  },
  {
    "day": 8,
    "verse": "Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you.",
    "ref": "Matthew 5:44",
    "text": "We may not get along with everyone, but we shouldn’t be unkind to anyone. Jesus showed us the ultimate example of loving an enemy.",
    "ways_title": "WAYS YOU CAN SHOW LOVE FOR EVERYONE",
    "ways": [
      {
        "head": "When was the last time you weren’t at your best?",
        "text": "Reach out to apologize to someone you may have hurt or offended."
      },
      {
        "head": "Do you have a family member, classmate, or coworker who’s difficult to get along with?",
        "text": "Focus on being kind to the person for an entire week."
      },
      {
        "head": "Is someone getting bullied at your school or work?",
        "text": "Stand up for your peer in front of a bully."
      }
    ]
  },
  {
    "day": 9,
    "verse": "I was sick, and ye visited me.",
    "ref": "Matthew 25:36",
    "text": "Sickness and hard times affect us all eventually. We can help lift those who are suffering, even if all we do is devote a little time to visiting them.",
    "ways_title": "WAYS YOU CAN COMFORT THE SICK",
    "ways": [
      {
        "head": "Did you know that there’s a shortage of donations of all blood types around the winter holidays?",
        "text": "Give blood at your local blood bank today."
      },
      {
        "head": "Did you know that 60% of those in nursing homes will never have a visitor during their stay?",
        "text": "Go visit a resident to lift someone’s spirits today."
      },
      {
        "head": "Could a family member or friend use some spiritual medicine?",
        "text": "Resolve to pray daily for your loved ones who need spiritual strength or healing."
      }
    ]
  },
  {
    "day": 10,
    "verse": "Search the scriptures.",
    "ref": "John 5:39",
    "text": "The scriptures contain the word of God, relayed to us through inspired servants. As we study the scriptures, we grow closer to God and gain a clearer vision of our purpose on earth.",
    "ways_title": "WAYS YOU CAN USE THE SCRIPTURES TO LIFT UP OTHERS",
    "ways": [
      {
        "head": "Do you have a favorite scripture?",
        "text": "Share it with friends and family on social media."
      },
      {
        "head": "Want to start the day off right with your family?",
        "text": "Make a commitment to read the scriptures together for 15 minutes every day this week. You’ll be surprised at the difference it makes."
      },
      {
        "head": "Do you know someone who could benefit from a specific passage of scripture?",
        "text": "Text it to the person and explain why you thought of sharing it with him or her."
      }
    ]
  },
  {
    "day": 11,
    "verse": "I was a stranger, and ye took me in.",
    "ref": "Matthew 25:35",
    "text": "We find it easy to serve and show kindness to people we already know and love. But we don’t fully follow the Savior’s example until we extend that same kindness to people we don’t know.",
    "ways_title": "WAYS YOU CAN HELP A STRANGER",
    "ways": [
      {
        "head": "Which one of your coworkers do you know the least?",
        "text": "Invite the person to lunch to get to know him or her better."
      },
      {
        "head": "Has a stranger ever done something nice for you?",
        "text": "Determine a way to pay the kind act forward."
      },
      {
        "head": "Want to help refugees in your area?",
        "text": "Visit IWasAStranger.lds.org to get involved."
      }
    ]
  },
  {
    "day": 12,
    "verse": "Blessed are they that mourn.",
    "ref": "Matthew 5:4",
    "text": "Crushing burdens and tragic losses can nearly overwhelm people at times. To show Christlike compassion, we should comfort those who mourn, helping to lift their heavy hearts.",
    "ways_title": "WAYS YOU CAN COMFORT SOMEONE IN NEED",
    "ways": [
      {
        "head": "Do you know someone who’s recently lost a loved one?",
        "text": "Offer to provide comfort and a listening ear."
      },
      {
        "head": "Do you have a friend who is out of work?",
        "text": "Help the person polish his or her résumé, and connect the person with others you know could use his or her skills."
      },
      {
        "head": "How can you help someone who is in physical or emotional pain?",
        "text": "Nothing says “get well soon” like homemade soup, warm bread, and a good book."
      }
    ]
  },
  {
    "day": 13,
    "verse": "All things whatsoever ye would that men should do to you, do ye even so to them.",
    "ref": "Matthew 7:12",
    "text": "“Do unto others as you would have them do unto you.” This is called the Golden Rule, and if everyone followed it, the world would be a better place.",
    "ways_title": "WAYS YOU CAN SHOW KINDNESS TOWARD OTHERS",
    "ways": [
      {
        "head": "Have you seen someone get bullied on social media?",
        "text": "Reach out to the person today and send some positive vibes his or her direction."
      },
      {
        "head": "What’s something that could really brighten your day?",
        "text": "Do that for someone else."
      },
      {
        "head": "Have you ever said something you wish you could take back?",
        "text": "It’s never too late to admit your mistake and say you’re sorry. Apologize today."
      }
    ]
  },
  {
    "day": 14,
    "verse": "For where your treasure is, there will your heart be also.",
    "ref": "Matthew 6:21",
    "text": "There’s nothing wrong with having possessions as long as we don’t lose sight of more important things. When we focus on what really matters and on serving others, we can find real happiness.",
    "ways_title": "WAYS YOU CAN FOCUS ON WHAT’S IMPORTANT",
    "ways": [
      {
        "head": "Are you spending time on the things you value most?",
        "text": "Clear some space on your calendar to invest in some one-on-one time with someone you love."
      },
      {
        "head": "Do you have enough money for your needs?",
        "text": "Donate to a loved one’s college fund or a charity that represents something you care about."
      },
      {
        "head": "What’s your favorite meal?",
        "text": "Sacrifice the cost of your favorite dish to help feed the hungry."
      }
    ]
  },
  {
    "day": 15,
    "verse": "Blessed are the merciful.",
    "ref": "Matthew 5:7",
    "text": "Jesus’s sacrifice on our behalf was the greatest example of mercy. We can follow His example by extending mercy and compassion to others wherever we can.",
    "ways_title": "WAYS YOU CAN SHOW MERCY TO OTHERS",
    "ways": [
      {
        "head": "Does someone owe you money?",
        "text": "Figure out a meaningful way to ease the person’s burdens."
      },
      {
        "head": "Do you have a colleague buried in too much work?",
        "text": "Ask him or her how you can help."
      },
      {
        "head": "Know a family struggling to make ends meet?",
        "text": "Find a way to make their Christmas special."
      }
    ]
  },
  {
    "day": 16,
    "verse": "[I was] naked, and ye clothed me.",
    "ref": "Matthew 25:36",
    "text": "Along with things like food and shelter, clothing is a basic need. It covers us and can keep us warm. We can share with people to help them get the items they need.",
    "ways_title": "WAYS YOU CAN CARE FOR THOSE IN NEED",
    "ways": [
      {
        "head": "Recently purchased some new clothes?",
        "text": "Donate some old ones to a charity or thrift store."
      },
      {
        "head": "Have you ever felt really cold during winter?",
        "text": "Buy a new winter coat and give it to someone in need."
      },
      {
        "head": "Are you planning on buying new clothes online to give as Christmas presents this year?",
        "text": "Consider purchasing through an online store that donates a portion of an item’s price directly to a charity of your choice."
      }
    ]
  },
  {
    "day": 17,
    "verse": "Ye shall meet together oft.",
    "ref": "3 Nephi 18:22",
    "text": "The Lord commanded that His followers should meet together often to strengthen one another. This applies not only to church congregations but also to families and communities.",
    "ways_title": "WAYS YOU CAN SPEND MEANINGFUL TIME WITH OTHERS",
    "ways": [
      {
        "head": "When was the last time you attended a church service?",
        "text": "Come worship with us (visit mormon.org/worship for locations)."
      },
      {
        "head": "Has it been awhile since you’ve been together as a family?",
        "text": "Schedule a time this week to spend real quality time together (without electronic devices)."
      },
      {
        "head": "What can you do to bring your neighborhood together?",
        "text": "Organize a social gathering to bring everyone a little closer this holiday season."
      }
    ]
  },
  {
    "day": 18,
    "verse": "Forgive men their trespasses.",
    "ref": "Matthew 6:14",
    "text": "Allowing anger or resentment to fester will never lead to happiness. We must make amends with people before bitterness destroys our important relationships.",
    "ways_title": "WAYS YOU CAN FEEL THE POWER OF FORGIVENESS",
    "ways": [
      {
        "head": "Does someone really get on your nerves?",
        "text": "Write down all of that person's positive qualities, and then try to imagine how God sees him or her."
      },
      {
        "head": "Do you have a family member or friend who’s offended you?",
        "text": "Give the person a call, and resolve your differences."
      },
      {
        "head": "Do you have unresolved differences with someone?",
        "text": "Don't let anger or regret fester. Take action to work it out."
      }
    ]
  },
  {
    "day": 19,
    "verse": "Rejoice, and be exceeding glad.",
    "ref": "Matthew 5:12",
    "text": "God loves us and wants us to be happy. We have many reasons to be happy, even if we don’t realize all of them. One way we find joy is by helping others feel joy.",
    "ways_title": "WAYS YOU CAN SPREAD JOY",
    "ways": [
      {
        "head": "Who do you know who could use some joy in their life?",
        "text": "Send them a personalized care package in the mail."
      },
      {
        "head": "How often do you stop to think about your blessings?",
        "text": "Reach out to someone who has blessed your life, and thank the person for his or her example."
      },
      {
        "head": "When was the last time you celebrated someone else’s accomplishments?",
        "text": "Find somebody who doesn’t receive thanks very often, and make the person’s day amazing."
      }
    ]
  },
  {
    "day": 20,
    "verse": "A man's life consisteth not in the abundance of the things which he possesseth.",
    "ref": "Luke 12:15",
    "text": "Sometimes possessions distract us from appreciating the most important things in life. By eliminating these distractions, we can lead a more fulfilling life.",
    "ways_title": "WAYS YOU CAN FOCUS ON THE THINGS THAT MEAN THE MOST",
    "ways": [
      {
        "head": "What’s something you love but could live without?",
        "text": "Give something you cherish to someone who would appreciate it."
      },
      {
        "head": "Who has made your life more meaningful?",
        "text": "Plan something to do with that person, and make a new treasured memory."
      },
      {
        "head": "Are there distractions in your life that may stand in the way of your following Jesus Christ?",
        "text": "Give up something material during the holidays. Tell someone who will hold you accountable, and invite the person to join you in your goal."
      }
    ]
  },
  {
    "day": 21,
    "verse": "For I was an hungred, and ye gave me meat.",
    "ref": "Matthew 25:35",
    "text": "A person can experience spiritual hunger as well as physical hunger.  As Jesus did, we can offer people both kinds of nourishment.",
    "ways_title": "WAYS YOU CAN HELP THE HUNGRY",
    "ways": [
      {
        "head": "Have you ever been really hungry?",
        "text": "Donate your favorite nonperishable items to a food bank in your area."
      },
      {
        "head": "What’s your favorite home-cooked meal?",
        "text": "Prepare it and take it to a neighbor in need, or invite the person to your home for dinner."
      },
      {
        "head": "Do you know anyone that’s spiritually hungry?",
        "text": "Share a spiritually uplifting message with the person."
      }
    ]
  },
  {
    "day": 22,
    "verse": "That which ye have seen me do even that shall ye do.",
    "ref": "3 Nephi 27:21",
    "text": "No one else has provided a better pattern for living than Jesus Christ. As we seek to emulate Him, we can improve our own lives and the lives of people around us.",
    "ways_title": "WAYS YOU CAN FOLLOW THE EXAMPLE OF JESUS CHRIST",
    "ways": [
      {
        "head": "What is your favorite teaching of Jesus Christ?",
        "text": "Write it in a note or card and pass it along to someone."
      },
      {
        "head": "What characteristic of Jesus Christ do you admire most?",
        "text": "Focus on emulating it this week."
      },
      {
        "head": "Who is the most Christlike person you know?",
        "text": "Send the person a note of appreciation expressing your gratitude for his or her example."
      }
    ]
  },
  {
    "day": 23,
    "verse": "I was in prison, and ye came unto me.",
    "ref": "Matthew 25:36",
    "text": "Some prisons are literal, physical institutions, but other “prisons” include physical and mental afflictions, and addictions. Reach out to those who are feeling trapped and let them know they’re not alone.",
    "ways_title": "WAYS YOU CAN BE A LIGHT IN SOMEONE'S LIFE",
    "ways": [
      {
        "head": "Do you know someone who’s been affected by addiction?",
        "text": "Reach out to the person and offer your support and love."
      },
      {
        "head": "Do you have an incarcerated family member or friend?",
        "text": "Pay the person a visit, and offer love and encouragement."
      },
      {
        "head": "Have you seen how an illness or depression can trap a loved one?",
        "text": "Reach out and go for a walk or have a nice chat with the person."
      }
    ]
  },
  {
    "day": 24,
    "verse": "Ye must watch and pray always.",
    "ref": "3 Nephi 18:15",
    "text": "Prayer is the simple communication between God the Father and His beloved children. God has promised to answer the prayers of those who humbly ask.",
    "ways_title": "WAYS YOU CAN MAKE YOUR PRAYERS MORE MEANINGFUL",
    "ways": [
      {
        "head": "Has something small or big worked out for you today?",
        "text": "Recognize God’s blessings by saying a prayer to give Him thanks."
      },
      {
        "head": "Feel like you’re not getting answers to your prayers?",
        "text": "Ask God to help you be an answer to someone else’s prayer."
      },
      {
        "head": "How many people do you know who could really use a heartfelt prayer?",
        "text": "Say a prayer in which you never mention your own needs but instead pray solely for them."
      }
    ]
  },
  {
    "day": 25,
    "verse": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.",
    "ref": "Matthew 5:16",
    "text": "Jesus is the Light of the World, but every person can shine his or her own light into the world. Follow Christ’s example and be a light in the lives of those around you this Christmas season and all year long.",
    "ways_title": "WAYS YOU CAN SHARE THE LIGHT OF JESUS CHRIST",
    "ways": [
      {
        "head": "What’s one way Jesus Christ has been an example in your life?",
        "text": "Share that teaching or principle on social media."
      },
      {
        "head": "How can the spirit of Christmas stay with you throughout the year?",
        "text": "Make some plans or goals to continue to serve throughout 2018."
      },
      {
        "head": "Who in your life exemplifies the principle of letting your light shine?",
        "text": "Thank that person for their example."
      }
    ]
  }
]
